00
786
578
486
428
V57
997
433
562
485
721
414
780
250.11
153
730
715
532
440
276
518
493
728
280
695
410
722
756
569
824
511
250
787
593
611
434
599
38
427
403
197
435
556
969
250.13
959
442
682
250.8
574
250.6
533
453
536
584
436
447
8
592
250.02
386
965
566
540
424
530
250.22
162
996
820
812
250.2
250.81
522
558
808
298
226
458
250.12
290
250.4
724
707
681
174
425
478
557
284
852
150
285
358
491
648
292
157
714
294
719
487
535
278
733
507
402
250.7
V58
577
600
802
250.42
404
789
890
413
875
398
250.9
805
658
823
813
191
455
590
201
451
300
296
411
998
415
351
79
295
401
466
47
571
250.1
718
821
594
622
572
395
784
916
660
441
219
235
553
785
575
188
510
54
303
920
250.82
203
618
860
250.03
426
537
345
516
225
851
576
531
716
977
250.83
552
560
277
V53
182
710
357
723
250.01
567
314
616
198
287
621
850
865
230
274
711
482
654
708
V55
782
423
783
286
800
642
490
608
729
250.31
737
252
297
990
233
437
481
432
211
348
112
250.92
807
471
790
253
494
799
680
665
288
421
332
193
275
241
311
693
331
82
202
806
210
189
154
310
443
53
282
661
438
323
966
620
?
308
816
353
309
886
340
200
999
514
568
970
581
196
496
788
444
564
480
967
882
456
250.3
515
420
801
459
446
625
238
825
185
218
822
135
656
873
304
161
655
9
431
962
794
V45
155
70
291
995
156
604
475
204
183
250.23
727
550
781
263
327
464
283
626
921
465
293
534
V71
738
644
250.41
686
115
591
555
250.93
223
601
598
853
11
585
151
512
607
726
251
250.43
573
368
366
924
266
429
227
972
416
214
814
158
473
595
913
659
746
281
605
527
199
306
617
462
359
148
582
586
986
307
142
519
338
212
513
349
V70
844
205
346
V67
272
891
706
759
652
377
430
461
696
935
647
255
250.52
152
239
341
184
179
380
922
452
958
220
5
215
378
867
992
627
312
244
914
208
27
964
V54
657
529
463
320
454
524
541
42
305
361
141
180
717
171
396
641
862
868
840
250.32
57
838
854
250.33
376
883
V56
614
906
289
968
843
333
803
725
881
445
163
397
694
136
588
492
35
632
394
976
528
871
793
845
110
242
228
664
579
645
736
41
365
663
583
747
551
94
649
237
570
565
98
646
470
322
172
344
994
596
335
173
356
36
301
991
355
685
893
245
250.21
350
837
250.5
131
709
866
521
7
963
692
892
240
114
810
703
78
337
732
653
342
334
146
374
634
3
448
832
864
495
360
10
700
987
936
615
250.91
633
383
933
352
683
705
49
734
835
704
V43
671
V26
989
885
88
796
623
735
861
915
362
192
34
457
945
175
952
48
836
847
145
385
347
164
795
942
417
354
V63
474
273
957
500
379
195
751
V60
720
542
637
V51
382
880
526
422
619
324
370
336
815
477
928
170
261
66
405
117
391
187
971
52
863
325
250.51
817
839
194
39
745
384
674
879
363
602
934
508
983
250.53
483
603
412
388
791
903
897
143
236
904
831
501
878
299
